{
    "titre": "Descendance de Napoléon Ier",
    "source": "https://fr.wikipedia.org/wiki/Descendance_de_Napol%C3%A9on_Ier",
    "contenu": "Pour un article plus général, voir Napoléon Ier.\n\nLa descendance de Napoléon désigne l'ensemble des personnes ayant pour ancêtre Napoléon Ier, empereur des Français (1769-1821).\n\nOfficiellement, l'empereur n'a eu qu'un seul enfant légitime[réf. nécessaire] : Napoléon François Joseph Charles Bonaparte connu aussi sous le nom de Napoléon II, lui-même décédé sans enfant en 1832[1].\n\nEn revanche, Napoléon a eu un certain nombre d'enfants « illégitimes » nés de ses liaisons extra-conjugales. Par définition, ils ne sont pas considérés comme faisant partie de la famille Bonaparte, la succession impériale étant reprise par les neveux de l'empereur, d'abord par Napoléon III puis par le prince Napoléon. Napoléon a également eu trois enfants adoptés : Eugène et Hortense de Beauharnais (adoptés le 8 mars 1796), et Stéphanie (adoptée le 4 mars 1806)[2].\n\nLes descendants de Napoléon sont donc en grande partie issus de la descendance naturelle et adoptive, et non légitime.\n\nAprès son divorce avec Joséphine de Beauharnais, Napoléon se marie une seconde fois, le 2 avril 1810 avec l'archiduchesse Marie-Louise d’Autriche, qui lui donne un fils onze mois plus tard :\n\nNapoléon Bonaparte épouse en premières noces le 9 mars 1796 à Paris, Joséphine de Beauharnais qui devient impératrice à l'avènement de son mari. Déjà mère de deux enfants, Joséphine ne parvient pas à donner un héritier à l'empereur. Le mariage de Napoléon et de Joséphine demeure stérile, cause de leur divorce le 16 décembre 1809. Néanmoins, il s'occupe des enfants de cette dernière qu'il adopte dès leur mariage. Lors de l'avènement de l'Empire, ils reçoivent la qualification d'Altesse impériale :\n\nLe 4 mars 1806, Napoléon adopte une nièce de Joséphine et cousine d'Eugène et Hortense. Cette dernière est adoptée par Napoléon et Joséphine[5] :\n\nNapoléon crut qu’il était stérile jusqu'au jour où une suivante de sa sœur Caroline, Catherine Éléonore Denuelle de la Plaigne, lui donna un fils :\n\nC'est ainsi que Napoléon se décida à répudier son épouse pour fonder une dynastie quelques années plus tard. Par la suite, l'empereur donne naissance à un autre fils naturel avec la comtesse Walewska :\n\nLors d’une escale à Lyon, Napoléon aurait eu une aventure avec une certaine Françoise-Marie-Émilie Le Roy, (elle-même fille d’Amable Le Roy, maître imprimeur de Lyon, et de Marie-Angélique Chevrillon), qui donne naissance à une fille :\n\nEntre 1809 et 1810, Napoléon aura un autre fils illégitime issu de sa liaison avec une aristocrate autrichienne du nom de Victoria Kraus von Wolfsberg (de) :\n\nDu côté de son fils légitime, Napoléon n'eut aucune descendance. Ses enfants naturels, quant à eux, ont eu plusieurs descendants.\n\n"
}