{
    "titre": "Histoire de l'imprimerie",
    "source": "https://fr.wikipedia.org/wiki/Histoire_de_l%27imprimerie",
    "contenu": "L'histoire de l'imprimerie s'échelonne sur des milliers d'années, depuis les premières formes d'impression en Chine (avant notre ère) jusqu'à nos jours avec l'impression 3D.\n\nUne des dates les plus importantes de cette histoire est celle de 1450 avec le lancement par Johannes Gutenberg de l'imprimerie moderne (caractères mobiles métalliques et presse à imprimer), un des éléments caractérisant la fin du Moyen Âge et marquant profondément l'Europe de la Renaissance, puis de l'Époque moderne, puis, du fait de l'expansion coloniale européenne, le monde entier.\n\nCet article indique les points marquants de l'évolution des formes d'impression, des coûts qui y sont reliés et de l'étendue de la diffusion des œuvres imprimées.\n\nLes premières formes de copies de documents sont produites par des copistes, qui reproduisent les ouvrages à la main. Ce procédé lent et faiblement productif perdure en Europe jusqu'à la fin du XVe siècle, principalement pratiqué par les moines copistes dans la plupart des abbayes d'Europe.\n\nUn certain nombre d'inventions sont cependant mises en œuvre durant toute cette période afin de faciliter la reproduction des livres.\n\nEntre 300 et 600 apr. J.-C., les Chinois pratiquent la xylographie, une technique plus productive. Plusieurs centaines d'années plus tard, au XIe siècle, ils pratiquent l'imprimerie typographique à l'aide de caractères en bois ou en terre cuite.\n\nLes caractères mobiles en métal voient le jour en Corée vers 1234[1], et le plus ancien exemplaire encore existant d'un livre imprimé avec de tels caractères (le Jikji) date de 1377.\n\nCette technique est reprise ou réinventée par Gutenberg, mais avec des caractères en plomb, en 1450. Cette innovation permet l'apparition d'une industrie du livre, désormais produit, si nécessaire, à des milliers d'exemplaires en relativement peu de temps.\n\nL'imprimerie est à nouveau fortement influencée lors de l'invention de l'imprimerie rotative, puis de la lithographie à la fin du XVIIIe siècle. La fin du XIXe siècle est marquée par l'invention de l'offset.\n\nPlusieurs avancées sont réalisées au cours du XXe siècle avec l'évolution rapide des procédés d'impression[2],[3]. L'ère numérique amène notamment l'invention de l'imprimante.\n\nLa récente invention de l'impression 3D (début du XXIe siècle) marque un nouveau tournant dans l'histoire de cette technique.\n\nLa technique du pochoir est sans doute la plus ancienne (en tous cas, elle a été identifiée sur des sites remontant à plusieurs milliers d'années) permettant de fabriquer des motifs de manière répétitive. On n'imprime pas, on projette une matière colorante, par exemple des pigments, sur un motif (la main, une feuille d'arbre, etc.) apposé sur une surface (par exemple un mur, une paroi) : le motif apparaît en négatif, selon ses contours.\n\nCette technique se présente ainsi : on grave des motifs en relief ou en creux sur de la pierre tendre (par exemple la stéatite) qui vient former une inscription par pression sur une matière molle (argile, cire). La technique du sceau-cylindre remonte à plus de 4 000 ans avant notre ère (Mésopotamie, civilisation de l'Indus). L'Égypte antique, l'Empire romain, produisirent de nombreux sceaux en diverses matières (pierre, métaux précieux). Le sceau y était alors imprimé dans une matière molle, comme de la cire à cacheter. En Extrême-Orient, les sceaux étaient utilisés avec de l'encre sur papier dès la période Sandai (zh), au début de la période des Printemps et Automnes (-771 à -256).\n\nLa xylographie, xylogravure ou impression au bloc de bois, est le fait de créer un motif grâce à des blocs de bois gravé. La date de son invention est difficile à estimer, mais le bloc servant à imprimer des textiles, et prendrait place en Chine : pour l'impression sur papier, c'est dans cette région qu'on a retrouvé le Sūtra du Diamant datant de 868[2]. Les plus anciens datent, actuellement, vers 650-670 au cours de la dynastie Tang, puis en Corée, vers 704-751, et au Japon vers 764-770.\n\nLes xylographes gravent avec des outils divers une image désirée en plusieurs copies. De ce fait, lorsque l'encre est tamponnée sur le relief du bois, ils créent une image après application sur le papier[4].\n\nOn distingue deux types de gravures en xylographie, le « bois debout », où la gravure est faite sur une section de l'arbre, les fibres étant alors perpendiculaires au plan de gravure, et celle dite « bois au fil », où le bois est coupé en longueur, dans le sens de la fibre.\n\nLa sérigraphie remonte à la Dynastie Song (960-1279)[5]. La technique consiste à faire pénétrer l'encre avec une racle sur le support en utilisant un intermédiaire formé d'un tissu plus ou moins poreux (pochoir) et, dans sa version moderne, un polymère aux endroits où l'encre ne doit pas pénétrer.\n\nLa taille d'épargne est une technique de gravure servant à l'impression, dans laquelle la forme à imprimer est en relief. Lors de l'impression seules les sections en relief sont encrées afin de marquer l'objet à imprimer.\n\nLa typographie est une technique se basant à ses débuts sur la xylographie et consiste à composer un texte avec des caractères mobiles[6]. Les inventeurs voulant diminuer les problèmes de l'impression, chaque lettre, ponctuation ou caractère spécial est séparé.\nLes chinois ont également utilisé de l'argile et différents métaux dont du bronze pour faire des caractères mobiles.\n\nDans le cas de l'alphabet ouïghour ou les mots sont liés, les caractères mobiles en bois utilisés au XIIe et XIIIe siècles représentent un mot.\n\nLa première forme de typographie provient de la Chine en 1040, dont l'inventeur est Bi Sheng de la dynastie Song, il les produit en céramique. Le Coréen Choe Yun-ui (1102-1162) en fait en métal. les caractères mobiles en bois sont attribués à Wang Zen 1271—1333, car la plus ancienne trace est dans son ouvrage « livre de l'agriculture »[3].\n\nAu XVe siècle, influencé par l'Empire mongol de la dynastie Yuan, la Corée imprime en caractères mobiles en métal, et crée l'écriture hangeul, phonétique, probablement inspiré par l'écriture phagpa, qu'elle ajoute aux caractères chinois dans son écriture.\n\nAinsi, non seulement plusieurs copies d'un texte peuvent être produites grâce à la production d'une gamme de caractères mobiles, mais également plusieurs copies de plusieurs textes différents.\n\nLa technique adoptée par les Chinois est ensuite améliorée, notamment par Johannes Gutenberg.\n\nAu milieu du XVe siècle, cet imprimeur de Mayence, ville du Saint-Empire romain germanique, améliore les caractères mobiles, désormais en plomb, puis met au point une encre plus épaisse qui adhère mieux aux caractères[7].\n\nIl invente également la presse typographique, tandis qu'en Orient, la feuille est frottée à la main. Cette dernière technique est plus rapide mais moins précise.[pas clair]\n\nLa technique de Gutenberg constitue une révolution, permettant une production relativement abondante des livres et une diffusion beaucoup plus large des textes, surtout lorsqu'au XVIe siècle, les imprimeurs abandonnent les normes utilisées par les copistes du XVe siècle, normes (écriture gothique, enluminures) qu'on retrouve dans les premiers ouvrages imprimés (les incunables).\n\nLa taille-douce est un ensemble de technique de gravure sur métaux (cuivre, zinc ou laiton) servant à l'impression. L'impression à partir d'une gravure en taille douce demande à placer l'encre dans les creux formés. L'impression à taille-douce est utilisée dans l'impression de billets de banque et de timbres postaux.\n\nL’impression fantôme désigne l’impression de caractères ou formes non encrés aux côtés de la composition typographique destinée à apparaître au tirage. On peut en déceler la présence grâce à l’empreinte laissée sur le papier. Cet usage se justifiait pour des raisons d’équilibrage des tensions présentes dans le châssis d’imprimerie, pour éviter que la feuille ne se plisse ou ne se déchire au moment de la presse.\n\nLa lithographie est un procédé chimique d'impression. Il se base sur la répulsion entre l'eau et les matières grasses. Le matériel premier est la pierre de calcaire. Les grains de la pierre doivent être homogènes pour obtenir un bon travail. Aussi, faut-il être bien attentif de ne pas appliquer de matière grasse sur la surface. La pierre est ensuite polie en y ajoutant de l'eau et du savon. L'artiste dessine alors directement à l'encre ou au crayon sur la pierre. L'étape suivante est celle où la pierre est recouverte d'un procédé chimique qui fixe le dessin plus gras dans la pierre et augmente la porosité des grains non encrés. Pour finir, la pierre va dans la presse lithographique. De l'eau est appliquée sur celle-ci. Les parties non exposées poreuses de la pierre acceptent l'eau ce qui fait que quand l'artiste applique l'encre sur la pierre, seulement les parties n'ayant pas accepté l'eau sont aptes à retenir l'encre et la reproduire sur la feuille. À noter que la pierre sera remplacée dû au coût et au poids par des plaques de zinc ou d'aluminium plus tard dans l'histoire.\n\nSon inventeur est Aloïs Senefelder, un Allemand. Comme celui-ci ne trouvait pas d'éditeur pour ses œuvres, il utilisa la pierre pour s'éditer lui-même et découvrit une façon d'altérer la pierre à l'avantage de sa production d'œuvre. La date de l'invention est 1796. Sa technique a beaucoup été utilisée à son début pour les partitions de musique puisque la typographie était incapable de produire ces partitions. Cette technique est populaire puisque contrairement aux techniques incorporant la gravure, la lithographie est facile à produire. Le dessin se fait de la même manière que sur une feuille.\n\nL'héliogravure est une technique consistant à graver avec un diamant ou, dans sa version moderne, un laser dans une plaque de métal. La profondeur de la gravure détermine l'opacité de la trame.\n\nLa linogravure est un procédé utilisant des plaques de linoleum, un mélange de poudre de liège, d'huile de lin, de gomme et de résine, d'abord utilisé au XIXe pour les revêtements de sol, et à partir de 1900 pour la gravure. Elle s'apparente aux procédés de xylographie, mais sur une surface plus molle et facile à travailler, et ne comportant pas les contraintes des fibres du bois.\n\nProcédé d'imprimerie dérivé de la lithographie, l'offset est une impression faite sur des plaques métalliques. C'est une imprimerie rotative et un décalque en caoutchouc nommé blanchet est utilisé comme intermédiaire. C'est autour de l'année 1900 que le procédé est inventé par Ira Washington Rubel, un américain. Dans les années 1970, une autre type de technique offset est inventée et n'utilise pas d'eau. Elle est appelée l'\"offset waterless\". Le principe de la technique en général est d'utiliser une plaque d'aluminium sur laquelle un modèle est « imprimé » à l'aide d'un procédé photographique utilisant de la lumière UV. Ensuite, la plaque d'aluminium est recouverte par une substance chimique qui ne se lie qu'aux endroits qui n'ont pas été exposés à la lumière UV et qui attire l'encre mais pas l'eau. Le reste de la plaque attire l'eau mais pas l'encre. C'est ainsi que la plaque est ensuite posée sur un cylindre où elle est mouillée et encrée en permanence. L'encre est, de cette façon, transférée sur un blanchet qui est en quelque sorte l'image inversée. Ensuite, l'image est retranscrite pareille à ce qui se trouvait initialement sur la plaque d'aluminium.\n\nLa lithographie évolua vers la métallographie et Aloys Senefelder lui-même utilisa le zinc et le cuivre jaune, puis l'étain, sans grand succès. Il mit sur pied une machine dotée d'un cylindre gravé à l'eau-forte ; la principale difficulté à l'époque était la préparation de la surface imprimante.\n\nEn 1879, un brevet est déposé par Trottier et Missier donnant naissance à la calcographie : l'utilisation d'un habillage de caoutchouc permettant le report de l'image. Henri Voirin s'appliqua à donner une impulsion vigoureuse à ce procédé. Cette machine permet d'imprimer sur des surfaces flexibles, étoffes, cuirs, peaux… mais il se heurte, en France, à une résistance tenace auprès des patrons et ouvriers lithographes de l'époque. Auguste Marinoni et Jules Michaud firent breveter, en Angleterre, le 4 septembre 1884, sous le matricule 12010, une machine perfectionnée imprimant une ou plusieurs couleurs sur métal, bois, papiers et autres ; il est question d'une presse rotative indirecte. Une machine, baptisée Diligente, fut présentée par la maison Marinoni, à l'exposition universelle de Paris de 1889. Jules Voirin, fils de l'inventeur, reprit l'étude de ce système et présenta en 1910, à l'exposition des Arts Graphiques, une nouvelle roto-calco Voirin.\n\nLes Anglo-Saxons ont coutume d'attribuer à l'imprimeur américain, Ira Washington Rubel, le mérite d'avoir inventé en 1903, le procédé offset pour l'impression sur papier[8].\n\nTechnique d'impression en relief utilisant comme forme imprimante le cliché. Cette technique est apparue en France dans les années 1975.\n\nLes principales techniques développées au cours du dernier siècle sont, notamment, l'impression numérique, l'impression à jet d'encre, l'impression laser et l'impression 3D.\n\n"
}